Repository: GbecetKouameDylan/tp1-Flutter
Catalog: tp1_flutter/lib/l10n/intl_*.arb
Languages: fr

source: Username
fr: nom d'utilisateur

# QName
source: Enter a username
fr: Veuillez entrer un nom d'utilisateur

source: Password
fr: Mot de passe

# QPassword
source: Enter a password
fr: Veuillez entrer un mot de passe

source: Signup
fr: S'inscrire

source: Home
fr: Accueil

source: Deadline
fr: Date limite

source: Add a task
fr: Ajouter une task

source: Log out
fr: Deconnecter

source: Creation of task
fr: Creation de Tache

source: Task
fr: Tache

# QTask
source: Enter a name for your task
fr: Veuillez entrer un nom de tache

# Choose
source: Chosse a date
fr: Sélectionner une date

source: Number
fr: Nombre

# QNumber
source: Enter a number
fr: Enter un nombre

# Change
source: Swicht the percentage
fr: Changer le pourcentage d avancement

# Percentage
source: Task Percentage :
fr: Pourcentage de la Tache :

# PercentageDeadline
source: Percentage between the date of the Task and now :
fr: Pourcentage de temps écoulé depuis la création de la tâche :

source: Connexion
fr: Se connecter

# Image
source: Choose a image
fr: Choisi une image

# Simage
source: Send a image
fr: Envoyer une image

# NetworkError
source: No connection
fr: Pas de connection

source: Retry
fr: Ressayer

# ConfirmPassword
source: Confirmation of your Password
fr: Confirmation de mot de passe

# QConfirmPassword
source: Confimr youre Password
fr: Confimer votre mot de passe

# UsernameTaken
source: Username is already taken
fr: nom d'uttilisateur deja pris

source: Username too short
fr: le nom est trop court

# PasswordTooShort
source: Password to short
fr: le mot de passe est trop court
